@extends('public_home.front')

@section('header-resources')
    <style>
        ul.no-bullets {
            list-style-type: none; /* Remove bullets */
        }
        .links{
            color: #00a7d0;
        }
    </style>
@endsection

@section ('body')

    <div class="container">
        <div class="singlePageDesign">
            <div class="row">
                <div class="col-md-12 text-justify">
                    <h3>বাংলাদেশে ব্যবসা শুরুর প্রাথমিক ধাপসমূহ</h3>
                    বাংলাদেশ ক্ষুদ্র ও কুটির শিল্প করপোরেশন (বিসিক) বৈশ্বিক প্রতিযোগিতায় সক্ষম শিল্পের বিকাশ, দক্ষ মানবসম্পদ তৈরি, কর্মসংস্থান সৃষ্টি ও দারিদ্র নিরসনে কাজ করছে। শিল্প সমৃদ্ধ উন্নত বাাংলাদেশ গঠনে পরিবেশবান্ধব শিল্পায়নে দেশি-বিদেশী উদ্যোক্তাদের সহযোগিতার জন্য অনলাইন ওয়ান স্টপ সার্ভিস সিস্টেম (ওএসএস) স্থাপনা করা হয়েছে। উদ্যোক্তাদের প্রয়োজনীয় বিভিন্ন সরকারি সেবাকে একটি অনলাইন প্লাটফরমে প্রদানের জন্য এই ওএসএস এর যাত্রা শুরু করা হয়েছে। পর্যায়ক্রমে সেবাসমূহ এই প্লাটফরমে সংযুক্ত হবে।
                    <br><br>
                    বাংলাদেশে ব্যবসা শুরুর প্রাথমিকভাবে ৪টি নিবন্ধন প্রয়োজন হয়ে থাকে। তবে, ক্ষেত্রবিশেষে ন্যূনতম ২টি নিবন্ধন দিয়ে ও ব্যবসা শুরু করা যাবে। নিবন্ধনসমূহ নিম্নরূপ:
                    <br><br>
                    <ul class="no-bullets">
                        <li>ক। ব্যবসায়িক প্রতিষ্ঠান নিবন্ধন</li>
                        <li>খ।  ট্রেড লাইসেন্স নিবন্ধন</li>
                        <li>গ। আয়কর নিবন্ধন</li>
                        <li>ঘ। মূসক নিবন্ধন</li>
                    </ul>
                    <br>
                    <ul class="no-bullets">
                        <li><b style="font-size: 17px;">ক। ব্যবসায়িক প্রতিষ্ঠান নিবন্ধন:</b>
                            <br><br>
                            <ul class="no-bullets">
                                <li>
                                    যৌথমূলধন কোম্পানি ও ফার্মসমূহের পরিদপ্তরে (<a class="links" href="http://www.roc.gov.bd" target="_blank">http://www.roc.gov.bd</a>) প্রতিষ্ঠানের নিবন্ধনের মাধ্যমে পাবলিক বা প্রাইভেট লিমিটেড কোম্পানি এবং নিবন্ধিত পার্টনারশীপ প্রতিষ্ঠান কার্যক্রম শুরু করবে। সম্প্রতি এক ব্যক্তিমালিকানাধীন প্রতিষ্ঠানকেও কোম্পানিরূপে নিবন্ধনের সুযোগ দেয়া হয়েছে। তবে, ব্যক্তি মালিকানাধীন বা পার্টনারশীপ প্রতিষ্ঠানের জন্য এই পরিদপ্তরে নিবন্ধন বাধ্যতামূলক নয় এবং ট্রেড লাইসেন্সের মাধ্যমে ব্যবসা নিবন্ধন করে ব্যবসা শুরু করা যাবে।<br><br>
                                    ক১। প্রাইভেট লিমিটেড কোম্পানি: প্রাইভেট লিমিটেড কোম্পানি সর্বোচ্চ ৪৯ জনের উদ্যোগে গঠন করা যাবে। এই ধরণের কোম্পানি তৈরি করতে Memorandum of Association & Article of Association তৈরি করে যৌথমূলধন কোম্পানি ও ফার্মসমূহের পরিদপ্তর (আরজেএসসি ‘র <a class="links" href="http://app.roc.gov.bd:7781/" target="_blank">http://app.roc.gov.bd:7781/</a> সাইট থেকে আবেদন সাবমিট করতে হবে। এছাড়াও বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের অনলাইন ওয়ান স্টপ সার্ভিস পোর্টাল <a class="links" href="https://bidaquickserv.org/" target="_blank">https://bidaquickserv.org/</a> থেকেও আবেদন সাবমিট করা যাবে। খুব শীঘ্রই বিসিকের ওএসএস প্লাটফরম হতে এই সেবা চালু করা হবে।<br><br>
                                    কোন বিদেশী শেয়ারহোল্ডার থাকলে শেয়ার সমপরিমাণ টাকা যেকোন বাণিজ্যিক ব্যাংকের মাধ্যমে বাংলাদেশ আনতে হবে। আগত অর্থের Encashment সার্টিফিকেটের মূলকপি আরজেএসসিতে জমাদানের পর কোম্পানি নিবন্ধন কার্যক্রম শুরু হবে।<br><br>
                                    আবেদনকারী জাতীয় পরিচয়পত্র (বিদেশীদের জন্য পাসপোর্টের তথ্য) প্রদান করে কোম্পানি নিবন্ধনের প্রথম ধাপ নামের ছাড়পত্র (Name Clearance) সেবাটি নিতে পারবে। নামের ছাড়পত্রের ফি আরজেএসসির সিস্টেম স্বয়ংক্রিয়ভাবে ক্যালকুলেট করবে। নামের ছাড়পত্রের নির্ধারিত মেয়াদের মধ্যে কোম্পানি নিবন্ধনের আবেদন জমা দিতে হয়। এখানে অতিরিক্ত সংযুক্তি হিসেবে বাংলাদেশীদের জন্য জাতীয় পরিচয়পত্র এবং বিদেশীদের জন্য বাংলাদেশের TIN নম্বর বা বিদেশী পাসপোর্টের তথ্য দিতে হয়। এছাড়া পরিচালকদের স্বাক্ষরসম্বলিত ফরম IX জমা করতে হয়।<br><br>
                                    উদ্যোক্তার বিনিয়োগের Authorized Capital এর উপর নিবন্ধন ফি নির্ধারণ হয়। নিবন্ধন ফির সঙ্গে নিবন্ধন ফাইলিং ফি, স্ট্যাম্প ফি এবং সার্টিফাইড কপির ফি জমা দিতে হয়।<br><br>
                                    বর্তমানে একক মালিকানাধীন প্রতিষ্ঠানকে কোম্পানি হিসেবে নিবন্ধনের সুযোগ আছে। বিস্তারিত জানতে আরজেএসসির ওয়েব সাইট <a class="links" href="https://roc.gov.bd" target="_blank">https://roc.gov.bd</a>  ভিজিট করুন।<br><br>
                                    বি.দ্র. কোম্পানির নিবন্ধন সম্পন্ন হলে প্রতিষ্ঠানকে কার্যালয়ভেদে ট্রেড লাইসেন্স করতে হয়। প্রতিটি কার্যালয় বা ফ্যাক্টরির জন্য আলাদা ট্রেড লাইসেন্স নিতে হয়।
                                    <br><br>
                                    ক২। পাবলিক লিমিটেড কোম্পানি:  পাবলিক লিমিটেড কোম্পানির নিবন্ধন প্রক্রিয়া প্রাইভেট লিমিটেড কোম্পানির ন্যায় অনুরূপ। শুধু পরিচালনাগত অতিরিক্ত কিছু শর্ত নিয়ে অসীমসংখ্যক শেয়ারহোল্ডারদের সমন্বয়ে এই কোম্পানি গঠিত হয়। বিস্তারিত জানতে আরজেএসসির ওয়েব সাইট <a class="links" href="https://roc.gov.bd" target="_blank">https://roc.gov.bd</a> ভিজিট করুন।
                                    <br><br>
                                    ক৩। নিবন্ধিত পার্টনারশীপ প্রতিষ্ঠান: যৌথমূলধন কোম্পানি ও ফার্মসমূহের পরিদপ্তরে (আরজেএসসি) পার্টনারশীপ প্রতিষ্ঠানের নিবন্ধন করতে পার্টনারদের জাতীয় পরিচয়পত্র এবং পার্টনারশীপের চুক্তিপত্র সংযুক্ত করতে হয়। আরজেএসসির সিস্টেম নিবন্ধন ফি স্বয়ংক্রিয়ভাবে নিশ্চিত করবে। পার্টনারশীপ প্রতিষ্ঠানের যৌথমূলধন কোম্পানি ও ফার্মসমূহের পরিদপ্তরে নিবন্ধন বাধ্যতামূলক নয়।<br><br>
                                    বি.দ্র. পার্টনারশীপ প্রতিষ্ঠান নিবন্ধন সম্পন্ন হলে প্রতিষ্ঠানকে কার্যালয়ভেদে ট্রেড লাইসেন্স করতে হয়। প্রতিটি কার্যালয় বা ফ্যাক্টরির জন্য আলাদা আলাদ ট্রেড লাইসেন্স নিতে হয়।
                                    <br><br>
                                    ক৪। প্রোপ্রাইটরশীপ বা ব্যক্তিমালিকানাধীন বা পার্টনারশীপ প্রতিষ্ঠানের নিবন্ধন: ব্যবসা সংশ্লিষ্ট এলাকার স্থানীয় সরকার সংস্থায় (সিটি কর্পোরেশন, পৌরসভা, ক্যান্টনমেন্ট বোর্ড বা ইউনিয়ন পরিষদ) ট্রেড লাইসেন্সের মাধ্যমে নিবন্ধন সম্পন্ন করা যাবে।
                                    <br><br>
                                </li>
                            </ul>

                            <b style="font-size: 17px;">খ। ট্রেড লাইসেন্স নিবন্ধন</b>
                            <br><br>
                            <ul class="no-bullets">
                                <li>
                                    ব্যবসা সংশ্লিষ্ট এলাকার স্থানীয় সরকার সংস্থায় (সিটি কর্পোরেশন, পৌরসভা, ক্যান্টনমেন্ট বোর্ড বা ইউনিয়ন পরিষদ) ট্রেড লাইসেন্স গ্রহণ করতে হয়। ব্যক্তিমালিকানাধীন / পার্টনারশীপ প্রতিষ্ঠানের ট্রেড লাইসেন্স তৈরির জন্য জাতীয় পরিচয়পত্র এবং ব্যবসাস্থলের ভাড়ার চুক্তিপত্র নিজের দোকান হলে মালিকানার তথ্য প্রদর্শন করতে হয়। নিবন্ধিত কোম্পানির ক্ষেত্রে প্রতিষ্ঠানের পক্ষে আবেদনকারীর জাতীয় পরিচয়পত্র, অনুমতিপত্র, নিবন্ধনের দলিলাদি এবং ব্যবসাস্থলের ভাড়ার চুক্তিপত্র/মালিকানা প্রদান করতে হয়।
                                    <br><br>
                                    ব্যবসার ধরনের উপর ট্রেড লাইসেন্স ফি নির্ধারণ হয়। একইসঙ্গে সাইনবোর্ড ফী /চার্জ প্রদান করতে হবে।
                                </li>
                            </ul>


                            <br><br>
                            <b style="font-size: 17px;">গ। আয়কর নিবন্ধন সনদ (eTIN সার্টিফিকেট):</b>
                            <br><br>
                            <ul class="no-bullets">
                                <li>
                                    কোম্পানি নিবন্ধন বা ট্রেড লাইসেন্স গ্রহণের পর জাতীয় রাজস্ব বোর্ড (NBR) এর e-TIN সিস্টেম হতে TIN (Taxpayer's Identification Number) সার্টিফিকেট নিতে হয়। জাতীয় রাজস্ব বোর্ড (এনবিআর ‘র <a class="links" href="https://secure.incometax.gov.bd/" target="_blank">https://secure.incometax.gov.bd/</a> লিংক থেকে eTIN সার্টিফিকেট তৈরি করা যায়। এছাড়াও বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের অনলাইন ওয়ান স্টপ সার্ভিস পোর্টাল <a class="links" href="https://bidaquickserv.org/" target="_blank">https://bidaquickserv.org/</a> থেকেও আবেদন সাবমিট করা যাবে। খুব শীঘ্রই বিসিকের ওএসএস প্লাটফরম হতে এই সেবা চালু করা হবে।
                                    <br><br>
                                    TIN সার্টিফিকেট তৈরি পর সরকার নির্ধারিত সময়ে আয়কর রিটার্ন জমা দিতে হবে।
                                    <br><br>
                                </li>
                            </ul>

                            <b style="font-size: 17px;">ঘ। মূসক (VAT) নিবন্ধন সার্টিফিকেট:</b>
                            <br><br>
                            <ul class="no-bullets">
                                <li>
                                    প্রতিষ্ঠান তৈরির প্রক্রিয়ার পর কমার্শিয়াল অপারেশন শুরুর পর্যায়ে জাতীয় রাজস্ব বোর্ড (এনবিআর) হতে BIN (Business Identification Number) সার্টিফিকেট নেওয়া যাবে। জাতীয় রাজস্ব বোর্ড (এনবিআর)’র <a class="links" href="https://vat.gov.bd" target="_blank">https://vat.gov.bd</a> সাইট হতে BIN ও VAT সার্টিফিকেট নেওয়া যায়। এছাড়াও বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের অনলাইন ওয়ান স্টপ সার্ভিস পোর্টাল <a class="links" href="https://bidaquickserv.org/" target="_blank">https://bidaquickserv.org/</a> থেকেও আবেদন সাবমিট করা যাবে। খুব শীঘ্রই বিসিকের ওএসএস প্লাটফরম হতে এই সেবা চালু করা হবে।
                                    <br><br>
                                    সরকার নির্ধারিত বিক্রয়সীমার উর্দ্ধে ব্যবসা প্রতিষ্ঠানকে বাধ্যতামূলকভাবে মূসক (VAT) নিবন্ধন সার্টিফিকেট গ্রহণ করতে হবে।
                                    VAT সার্টিফিকেট নেওয়ার পর নির্দিষ্ট সময় অন্তর রিটার্ন জমা দিতে হয়।
                                </li>
                            </ul>

                        </li>
                    </ul>

                </div>
            </div>
        </div>
    </div>
@endsection

@section('footer-script')

@endsection
